Repository: jitthapong-vtec/scb-selfcheckout
Catalog: src/SelfCheckout/SelfCheckout/Resources/AppResources.*.resx
Languages: th_th

source: All
th_th: ทั้งหมด

source: Borrow
th_th: การขอยืม

source: Cancel
th_th: ยกเลิก

source: Change Shopping Card
th_th: เปลี่ยนช้อปปิ้งการ์ด

source: Checkout
th_th: ซื้อสินค้า

source: Confirm
th_th: ยืนยัน

# ConfirmDeleteItem
source: Do you want to delete item?
th_th: ต้องการลบสินค้าหรือไม่

# ConfirmUseCoupon
source: Do you want to use coupon?
th_th: ต้องการใช้คูปองหรือไม่

source: Countdown
th_th: นับเวลาถอยหลัง

source: Delete
th_th: ลบ

source: Device
th_th: อุปกรณ์

source: Device Info
th_th: ข้อมูลอุปกรณ์

source: Flight No.
th_th: เที่ยวบิน

source: For Admin
th_th: สำหรับผู้ดูแลระบบ

source: General
th_th: ทั่วไป

source: Home
th_th: หน้าหลัก

source: Item Detail
th_th: รายละเอียดสินค้า

source: Loading...
th_th: กำลังโหลด

source: My Cart
th_th: รถเข็นของฉัน

source: Name
th_th: ชื่อ

source: Orders
th_th: รายการสั่งซื้อ

source: Order Summary
th_th: รายการสั่งซื้อทั้งหมด

source: Passport No.
th_th: หนังสือเดินทาง

source: Password
th_th: รหัสผ่าน

source: Profile
th_th: บัญชี

# ScanShoppingCard
source: Please scan shopping card
th_th: กรุณาสแกนช้อปปิ้งการ์ด

source: Setting
th_th: ตั้งค่า

source: Shopping
th_th: ช้อปปิ้ง

# ShoppingCartEmpty
source: Your shopping cart is empty
th_th: รถเข็นของคุณว่างเปล่า

source: Staff Login
th_th: พนักงานลงชื่อเข้าใช้

source: System
th_th: ระบบ

# ThkForOrderDetail
source: You can see order in "My Order" menu
th_th: เช็คการสั่งซื้อที่เมนู “รายการสั่งซื้อของฉัน”

# ThkForOrderTitle
source: Thank you for your order
th_th: ขอบคุณสำหรับการสั่งสินค้า

source: User Name
th_th: ชื่อบัญชี

source: Order
th_th: รายการสั่งซื้อ

source: Payment
th_th: ชำระเงิน

source: Yes
th_th: ใช่

source: Net
th_th: ราคาสุทธิ

source: Sub Total
th_th: ยอดรวมสินค้า

source: Discount
th_th: ส่วนลด

source: Order Total
th_th: ยอดรวมทั้งรายการ

source: Units
th_th: ชิ้น

source: Amount
th_th: ยอดรวม

source: Scan Coupon
th_th: สแกนคูปอง

source: Select payment method
th_th: เลือกวิธีการชำระเงิน

source: Pay
th_th: ชำระเงิน

source: Filter
th_th: ตัวกรอง

source: Nationality
th_th: สัญชาติ

source: Type
th_th: ประเภท

source: Invoices
th_th: ใบเสร็จ

source: Invoice No.
th_th: เลขที่ใบเสร็จ

source: Filter Customer
th_th: ตัวกรองของฉัน

source: Language
th_th: ภาษา

source: Date/Time
th_th: วันที่/เวลา

source: My order
th_th: รายการสั่งซื้อของฉัน

source: Continue Shopping
th_th: ช้อปสินค้ารายการต่อไป

# ConfirmDeleteCoupon
source: Do you want to delete coupon?
th_th: ต้องการนำออกคูปองออกหรือไม่

source: Total Net
th_th: ราคารวมสุทธิ

source: Quantity
th_th: จำนวน

source: Total Discount
th_th: ส่วนลดทั้งหมด

source: More Detail
th_th: รายละเอียดเพิ่มเติม

source: Shopping Card
th_th: ช้อปปิ้งการ์ด

source: Valid on
th_th: ใช้ได้ถึง

source: Expire on
th_th: วันหมดอายุ

source: Holder Detail
th_th: รายละเอียดผู้ใช้

source: Please scan payment
th_th: กรุณาสแกนเพื่อชำระเงิน

source: No
th_th: ไม่ใช่

# ConfirmLogout
source: Are you sure you want to log out?
th_th: ต้องการออกจากระบบหรือไม่

source: Help
th_th: ช่วยเหลือ

source: Please scan coupon
th_th: กรุณาสแกนคูปอง

# ScanLaserOnQRCode
source: Please scan laser on QR Code
th_th: กรุณาสแกนเลเซอร์ที่คิวอาร์โคด

source: Please register!
th_th: กรุณาลงทะเบียนก่อน

source: Payment type not match!
th_th: ประเภทการชำระเงินไม่ตรงกับที่เลือกไว้
